{
        "title": "3253534",
        "description": "Думаю, ни для кого не секрет, что в разговорах опытных разработчиков Python, и не только, часто проскальзывают фразы о том, что Django это зло, что в Django плохая архитектура и на ней невозможно написать большой проект без боли. Часто даже средний Django проект сложно поддерживать и расширять. Предлагаю разобраться, почему так происходит и что с Django проектами не так.",
        "content": "Думаю, ни для кого не секрет, что в разговорах опытных разработчиков Python, и не только, часто проскальзывают фразы о том, что Django это зло, что в Django плохая архитектура и на ней невозможно написать большой проект без боли. Часто даже средний Django проект сложно поддерживать и расширять. Предлагаю разобраться, почему так происходит и что с Django проектами не так.",
        "cover_article_url": "https://habrastorage.org/r/w780/getpro/habr/upload_files/c60/a75/0b3/c60a750b3f542e0110a9d4a176d09763.jpg",
        "tags": "django,архитектура,python",
        "status": "publish"
}

{"title": "Hello"}

{"title":"h","description":"рах опытных разработчиков Python, и не только, часто проскальзывают фразы о том, что Django это зло, что в Django плохая архитектура и на ней невозможно написать большой проект без боли. Часто даже средний Django проект сложно поддерживать и расширять. Предлагаю разобраться, почему так происходит и что с Django проектами не так.","content":"Думаю, ни для кого не секрет, что в разговорах опытных разработчиков Python, и не только, часто проскальзывают фразы о том, что Django это зло, что в Django плохая архитектура и на ней невозможно написать большой проект без боли. Часто даже средний Django проект сложно поддерживать и расширять. Предлагаю разобраться, почему так происходит и что с Django проектами не так.","cover_article_url":"https://habrastorage.org/r/w780/getpro/habr/upload_files/c60/a75/0b3/c60a750b3f542e0110a9d4a176d09763.jpg","tags":"django,архитектура,python", "status": "publish"}